{
  "truth": [
    "What's the funniest thing that's ever happened to you?",
    "If you could have any superpower, what would it be?",
    "Have you ever accidentally texted the wrong person?",
    "What's the weirdest food combo you love?",
    "If you could trade places with anyone for a day, who would it be?",
    "What's the worst fashion trend you've ever followed?",
    "Have you ever pretended to know something when you actually didn't?",
    "If you had to be a cartoon character, who would you be?",
    "What's the most embarrassing thing that's happened at school or work?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "Have you ever had a ridiculous misunderstanding with someone?",
    "What's the weirdest talent you have?",
    "If you had a theme song that played every time you entered a room, what would it be?",
    "What's the strangest dream you've ever had?",
    "Have you ever laughed at the wrong moment?",
    "What's a silly fear you have?",
    "What's your go-to comfort TV show or movie?",
    "If you could talk to animals, what's the first thing you'd ask them?",
    "Have you ever done something and blamed it on someone else?",
    "What's your funniest autocorrect fail?",
    "If you could only use one emoji for the rest of your life, which one?",
    "What's the strangest thing you've ever bought?",
    "If you could have one unlimited supply of something, what would it be?",
    "What's the most ridiculous rule you've ever had to follow?",
    "Have you ever tried a life hack that totally failed?",
    "If you could have any animal as a pet (real or mythical), what would it be?",
    "If you were a superhero, what would your power be?",
    "What's your favorite weird food combination?",
    "What's the most embarrassing song you secretly love?",
    "If you could swap lives with a cartoon character for a day, who would it be?",
    "What's a childhood memory that still makes you laugh?",
    "What's the weirdest thing in your fridge right now?",
    "If you could rename yourself, what name would you choose?",
    "What's your go-to dance move?",
    "If you had to describe yourself in three words, what would they be?",
    "What's the funniest prank you've ever played (or had played on you)?",
    "If you could time travel, where and when would you go?",
    "If you could invent a holiday, what would it celebrate?",
    "If you had a talk show, who would be your first guest?",
    "What's a movie you can watch over and over without getting bored?",
    "If you had a pet dragon, what would you name it?",
    "What's one thing you do that always makes people laugh?",
    "If you could only speak in song lyrics for a day, which song would you pick?",
    "What's your favorite thing to do on a rainy day?",
    "If you could be any famous person for a day, who would you be?",
    "If you had a theme song, what would it be?",
    "What's a food you just can't stand?",
    "If you could create a new ice cream flavor, what would it be?",
    "What's your funniest talent?",
    "What's something you've always wanted to try but never have?",
    "What's your favorite snack?",
    "What's the best movie you've ever watched?",
    "Have you ever had a funny nickname?",
    "What's your go-to comfort food?",
    "If you could visit any place in the world, where would it be?",
    "What's the last song you listened to?",
    "Have you ever laughed so hard you cried?",
    "What's your favorite ice cream flavor?",
    "What's a hobby you've always wanted to try?",
    "If you could have any superpower, what would it be?",
    "Do you prefer the beach or the mountains?",
    "What's the weirdest food combination you like?",
    "Have you ever had a funny text autocorrect fail?",
    "Do you prefer cats or dogs?",
    "What's the funniest meme you've seen recently?",
    "If you could be any cartoon character, who would you be?",
    "What's your favorite holiday tradition?",
    "Have you ever had a silly wardrobe malfunction?",
    "What's one thing you always carry with you?",
    "If you could meet any celebrity, who would it be?",
    "Have you ever rewatched a show multiple times?",
    "What's the best joke you know?",
    "What's the funniest thing that happened to you this week?",
    "Do you prefer pancakes or waffles?",
    "Have you ever sent a text to the wrong person?",
    "What's your dream vacation?",
    "What's the last thing you bought online?",
    "Have you ever walked into something while texting?",
    "Do you like pineapple on pizza?",
    "What's a talent you wish you had?",
    "What's your favorite breakfast food?",
    "Have you ever been on a roller coaster?",
    "What's the last YouTube video you watched?",
    "Do you prefer summer or winter?",
    "If you could live in any movie world, which one would it be?",
    "What's your guilty pleasure TV show?",
    "Have you ever had a silly dream?",
    "If you could be any age forever, what would it be?",
    "Do you like spicy food?",
    "What's the weirdest thing in your fridge right now?",
    "Have you ever forgotten someone's birthday?",
    "What's your favorite emoji?",
    "Do you prefer texting or calling?",
    "What's the last thing you laughed at?",
    "Have you ever talked in your sleep?",
    "What's one app you use every day?",
    "Have you ever been caught singing in the shower?",
    "What's the last thing you took a picture of?",
    "If you had to eat one food for the rest of your life, what would it be?",
    "What's the best compliment you've ever received?",
    "What's your go-to karaoke song?",
    "Have you ever had a funny or embarrassing haircut?",
    "If you had to describe yourself in three words, what would they be?",
    "What's a TV show or movie that always makes you laugh?",
    "If you could be any mythical creature, which one would you choose?",
    "Have you ever had a celebrity crush? Who?",
    "What's your most used emoji?",
    "What's the best meal you've ever eaten?",
    "Have you ever had a funny or weird dream?",
    "If you could switch lives with a cartoon character for a day, who would it be?",
    "What's the last thing you searched for on your phone?",
    "Have you ever laughed at the wrong moment?",
    "Do you have any funny or silly phobias?",
    "What's a word you always struggle to spell?",
    "If you could time travel, would you go to the past or the future?",
    "What's your most embarrassing childhood memory?",
    "What's your favorite board game?",
    "If you could invent a new holiday, what would it celebrate?",
    "What's one thing you do every morning without fail?",
    "Have you ever accidentally called your teacher 'mom' or 'dad'?",
    "What's your favorite way to relax?",
    "Have you ever made up a funny excuse to get out of something?",
    "If you could have a personal theme song, what would it be?",
    "What's your least favorite food?",
    "Do you believe in luck?",
    "What's your weirdest talent?",
    "If you could rename yourself, what name would you choose?",
    "What's your dream pet? (Real or imaginary!)",
    "Have you ever walked into a glass door?",
    "What's one movie you think everyone should watch?",
    "Have you ever stayed up all night?",
    "What's your favorite childhood toy?",
    "If you could learn a new language instantly, which one would it be?",
    "Have you ever sent a message to the wrong person?",
    "What's your funniest dance move?",
    "Do you prefer morning or night?",
    "Have you ever had an embarrassing ringtone go off in public?",
    "What's a smell that instantly makes you happy?",
    "If you had to live in a video game world, which one would it be?",
    "Have you ever been caught sneaking a snack?",
    "What's the last thing that made you smile?",
    "What's a song you can't stand?",
    "Have you ever had an accidental matching outfit with someone?",
    "What's a weird fun fact you know?",
    "Do you have a secret talent no one knows about?",
    "Have you ever had an awkward handshake moment?",
    "What's your favorite childhood TV show?",
    "What's something you always misplace?",
    "Have you ever waved at someone you thought you knew, but didn't?",
    "What's the funniest autocorrect fail you've ever had?"
  ],
  "dare": [
    "Talk in a funny accent for the next three rounds.",
    "Show the last photo you took on your phone.",
    "Call someone and sing them a song.",
    "Do your best impression of someone in the room.",
    "Take a silly selfie and let someone else post it on your story.",
    "Eat a spoonful of something spicy or sour.",
    "Walk across the room like a penguin.",
    "Wear your socks on your hands for the next two rounds.",
    "Do five jumping jacks while keeping a straight face.",
    "Spin around 10 times and then try to walk in a straight line.",
    "Tell the group a joke—no laughing allowed!",
    "Try to balance a spoon on your nose for 10 seconds.",
    "Let someone draw something on your arm with a pen.",
    "Pretend you're in a commercial and sell an item nearby.",
    "Give your best superhero pose for 30 seconds.",
    "Dance to the next song that plays (no matter what).",
    "Say the alphabet backward as fast as you can.",
    "Make up a funny story on the spot.",
    "Try to whistle a full song (or hum if you can't).",
    "Hold a weird face for 15 seconds.",
    "Find three random objects and make up a story about them.",
    "Let the group rearrange your hair however they want.",
    "Act like a robot for one minute.",
    "Talk using only movie quotes for the next round.",
    "Let someone write a random word on your forehead in marker.",
    "Do your best impression of a chicken for 10 seconds.",
    "Try to lick your elbow (and let everyone watch).",
    "Pretend you're in slow motion for the next two minutes.",
    "Act like a famous celebrity and let others guess who you are.",
    "Speak in a robot voice until your next turn.",
    "Eat a spoonful of peanut butter (or another sticky food) without drinking water.",
    "Try to do a cartwheel (or at least attempt one).",
    "Make up a rap about something in the room.",
    "Do 10 jumping jacks while singing a song.",
    "Let the group pick an emoji for you to text to a random contact.",
    "Do your best impression of a crying baby.",
    "Try to whistle with a mouth full of crackers.",
    "Put an ice cube down your back and try not to react.",
    "Draw a mustache on your face with a marker (don't worry, washable!).",
    "Make up a story using only 10 words.",
    "Pretend you're a news anchor reporting on something silly.",
    "Name five things you love that start with 'B.'",
    "Try to say a tongue twister five times fast.",
    "Hold a funny face for one full minute.",
    "Try to drink a glass of water while standing on one foot.",
    "Pretend to be a statue for the next two minutes.",
    "Take a funny selfie and send it to a friend.",
    "Try to keep a straight face while someone tells you a joke.",
    "Say 'sushi' ten times really fast.",
    "Act out a famous movie scene and let others guess.",
    "Do your best impression of a famous person.",
    "Spin around five times and try to walk in a straight line.",
    "Try to touch your nose with your tongue.",
    "Post a funny selfie on social media.",
    "Sing the chorus of your favorite song.",
    "Text a friend and say something completely random.",
    "Talk in a robot voice for the next three rounds.",
    "Try to lick your elbow.",
    "Say the alphabet backward as fast as you can.",
    "Do a silly dance for 30 seconds.",
    "Speak in an accent for the next 5 minutes.",
    "Let the group choose a funny word you must use in every sentence.",
    "Make up a short song about the last thing you ate.",
    "Try to balance a spoon on your nose.",
    "Do your best impression of an animal of your choice.",
    "Make a silly face and keep it for a full minute.",
    "Pretend you're in a dramatic soap opera scene.",
    "Do a slow-motion run across the room.",
    "Say three nice things about the person to your right.",
    "Pretend you're stuck in slow-motion for the next two minutes.",
    "Try to do 10 jumping jacks while clapping above your head.",
    "Say 'banana' at the end of every sentence until your next turn.",
    "Do a chicken dance in the middle of the room.",
    "Try to whistle your favorite song.",
    "Take a selfie making the weirdest face possible.",
    "Pretend you're giving a weather forecast for the next minute.",
    "Do your best impression of a baby crying.",
    "Hop on one foot for 20 seconds.",
    "Compliment three different people in a funny way.",
    "Pretend to be a statue for 1 minute.",
    "Try to juggle three small objects.",
    "Walk like a crab for the next three rounds.",
    "Do your best evil villain laugh.",
    "Act like a news anchor reporting breaking news.",
    "Try to balance a book on your head for a full minute.",
    "Do 5 squats while making the silliest face possible.",
    "Sing everything you say for the next three rounds.",
    "Hold a funny pose for 30 seconds.",
    "Do a dramatic reading of a random sentence from a book.",
    "Pretend to be a waiter and take someone's 'order.'",
    "Let someone draw a tiny doodle on your hand.",
    "Pretend to be an alien visiting Earth for the first time.",
    "Try to make the whole group laugh in 1 minute.",
    "Walk backward for the next two rounds.",
    "Whisper everything you say until your next turn.",
    "Try to balance on one foot for 30 seconds.",
    "Do your best impression of a cartoon character.",
    "Close your eyes and try to high-five someone.",
    "Act like a superhero saving the world.",
    "Try to make up a funny joke on the spot.",
    "Try to say 'toy boat' five times fast.",
    "Do your best dance move for 30 seconds.",
    "Try to balance a cup on your head for one minute.",
    "Whisper for the next two rounds.",
    "Pretend you're a news anchor reporting live.",
    "Walk like a penguin until your next turn.",
    "Do an impression of someone in the room.",
    "Close your eyes and try to draw a cat on paper.",
    "Stand up and do five jumping jacks while singing a song.",
    "Talk like a pirate for the next round.",
    "Do an exaggerated slow-motion action scene.",
    "Try to stand on one foot for one minute.",
    "Pretend you're a mannequin for 30 seconds.",
    "Eat a small snack with chopsticks (or pretend chopsticks).",
    "Do 10 squats while making animal noises.",
    "Hold a silly pose for 30 seconds.",
    "Act like you're in an action movie chase scene.",
    "Pretend to be a waiter and take someone's 'order.'",
    "Try to keep a straight face while someone tells you a joke.",
    "Say the alphabet backward as fast as you can.",
    "Pretend to be a superhero and create a catchphrase.",
    "Give a dramatic speech about something totally random.",
    "Act like an alien visiting Earth for the first time.",
    "Walk across the room like you're walking on hot lava.",
    "Try to make up a song about the last thing you ate.",
    "Try to lick your elbow.",
    "Try to juggle three small objects.",
    "Say five nice things about yourself.",
    "Do a silly victory dance for 10 seconds.",
    "Pretend you're doing an intense cooking show challenge.",
    "Act like your favorite animal for the next two rounds.",
    "Dance like nobody's watching for 20 seconds.",
    "Hold your breath for as long as you can.",
    "Say three tongue twisters in a row without messing up.",
    "Make a hat out of something nearby and wear it for one round.",
    "Try to keep a balloon (or imaginary balloon) in the air for 30 seconds.",
    "Tell a joke and try to make everyone laugh.",
    "Try to balance a spoon on your nose.",
    "Let the person next to you pick your next dare.",
    "Pretend to be a robot for one round.",
    "Do a fake magic trick.",
    "Walk across the room like a crab.",
    "Put on sunglasses and act like the coolest person in the world.",
    "Try to make the most ridiculous face possible.",
    "Try to touch your toes without bending your knees.",
    "Sing a song like a dramatic opera singer.",
    "Pretend to be an excited sports announcer.",
    "Try to spin in a circle 10 times, then walk in a straight line.",
    "Do a funny handshake with someone in the group.",
    "Make up a ridiculous conspiracy theory and explain it dramatically."
  ]
} 