{
  "truth": [
    "Have you ever had a 'forbidden' experience? Spill the details.",
    "What's the most scandalous thing you've done at work or in public?",
    "Have you ever had a secret friends-with-benefits arrangement? Who with?",
    "What's the boldest move you've ever made in bed?",
    "Have you ever had a wild night you can barely remember?",
    "If you had to roleplay one spicy fantasy, what would it be?",
    "Have you ever been caught in the act? What happened?",
    "What's your dirtiest turn-on?",
    "Have you ever sent a naughty pic? Did you regret it?",
    "Have you ever used a toy? What kind?",
    "Have you ever played truth or dare in the bedroom?",
    "If you had to pick one person here to have a one-night stand with, who would it be?",
    "What's the naughtiest thing you've done in a public place?",
    "What's the wildest text you've ever sent or received?",
    "Have you ever had a 'friends to lovers' moment? How did it happen?",
    "What's your most unexpected fantasy?",
    "Have you ever had a secret admirer? Did anything happen?",
    "What's the longest you've gone without doing anything spicy?",
    "Have you ever had a 'no strings attached' situation? How did it end?",
    "What's the boldest text you've sent after midnight?",
    "Have you ever had a hookup that got way too emotional?",
    "Have you ever experimented with something completely unexpected?",
    "Have you ever had a super risky moment?",
    "What's the most daring outfit you've ever worn in the bedroom?",
    "Would you ever try watching yourself in action?",
    "What's the naughtiest thing you've done while video calling?",
    "Have you ever had a 'one-time thing' that turned into more?",
    "What's your go-to move when flirting?",
    "Have you ever had a moment of instant chemistry with a stranger?",
    "What's your most secret guilty pleasure?",
    "If you could relive one spicy memory, which one would it be?",
    "Have you ever sent a risky message to the wrong person?",
    "What's the hottest dream you've ever had?",
    "Have you ever had an online fling?",
    "Have you ever been tempted by someone completely off-limits?",
    "What's the most unexpected thing that's ever turned you on?",
    "Have you ever been asked to do something that made you blush?",
    "What's the boldest thing you've done just because you were dared to?",
    "What's your hottest memory of someone in this room?",
    "Have you ever used ice, blindfolds, or handcuffs?",
    "Would you rather have a secret admirer or be one?",
    "What's your best hidden skill when it comes to romance?",
    "Have you ever had an experience that completely shattered your expectations?",
    "If you had to describe your perfect spicy scene, how would it go?",
    "Have you ever been so tempted that you ignored all the rules?",
    "What's the biggest risk you've ever taken in romance?",
    "Would you rather be teased mercilessly or be the one teasing?",
    "Have you ever had a moment so intense you lost track of time?",
    "Have you ever played a drinking or strip game that got out of hand?",
    "Have you ever had a 'we shouldn't be doing this, but let's do it anyway' moment?",
    "Have you ever had a one-night stand that turned into more?",
    "What's the most scandalous place you've ever done something naughty?",
    "Have you ever been tempted to cheat?",
    "Have you ever had an 'off-limits' crush (teacher, boss, best friend's ex)?",
    "What's your biggest fantasy that you haven't tried yet?",
    "Have you ever had a spontaneous moment of passion in an unusual place?",
    "Have you ever hooked up with someone you really shouldn't have?",
    "What's the kinkiest thing you've ever done?",
    "Have you ever had a 'Netflix and chill' moment that went way further than expected?",
    "Have you ever been asked to keep a secret about someone's sex life?",
    "Have you ever had a risky encounter with a stranger?",
    "What's the most taboo thing you've ever thought about?",
    "What's the longest you've gone without intimacy?",
    "Have you ever been walked in on while doing something spicy?",
    "Have you ever sexted the wrong person by accident?",
    "Have you ever had a dream about someone in this room?",
    "What's the most dominant or submissive thing you've done?",
    "Have you ever had a secret romance at work?",
    "What's the hottest thing someone's ever done to you?",
    "Have you ever been in a love triangle?",
    "What's the wildest thing you've done under the influence?",
    "Have you ever had a 'just one time' thing… and then it happened again?",
    "Would you rather be completely in control or totally surrender to someone?",
    "What's the biggest age gap between you and someone you've been with?",
    "Have you ever gotten so turned on that you had to leave the room?",
    "What's your biggest guilty pleasure?",
    "Have you ever had a secret friends-with-benefits situation?",
    "If you had to switch lives with someone in this room for 24 hours, who would it be and why?",
    "Have you ever sent a text so bold that even you were shocked?",
    "What's the most unusual place you've done something intimate?",
    "Have you ever watched someone do something spicy… without them knowing?",
    "Would you rather have one mind-blowing experience or a lifetime of average ones?",
    "Have you ever roleplayed in bed? What was it?",
    "Have you ever had a moment of instant attraction so strong you couldn't resist?",
    "Have you ever been dared to do something that got way out of hand?",
    "What's your wildest drunk memory?",
    "Have you ever stolen someone else's partner (even for a night)?",
    "What's the most risky thing you've done in someone else's house?",
    "Have you ever sent a naughty picture to the wrong person?",
    "Have you ever been in a secret relationship no one knew about?",
    "What's your go-to move when you're really trying to impress someone?",
    "Have you ever had a spicy video call?",
    "Have you ever been so into someone that you forgot about everything else?",
    "Have you ever had a moment so hot that you still think about it today?",
    "Have you ever had an intense first kiss that led to much more?",
    "Have you ever sent a voice message that was way too spicy?",
    "What's the most adventurous thing you've ever done with a partner?",
    "If you had to describe your spiciest experience in three words, what would they be?",
    "What's the wildest bet or game that led to something unexpected?",
    "Have you ever done something so bold that you couldn't believe it was you?"
  ],
  "dare": [
    "Whisper something so dirty into someone's ear that they blush.",
    "Let someone trace their fingers down your back—slowly.",
    "Send a 'risky' text to the last person you flirted with.",
    "Take a sensual selfie and send it to someone in the group (or keep it for later 😉).",
    "Let the group pick a body part for you to kiss on someone.",
    "Play a round of '7 minutes in heaven' with the person of your choice.",
    "Give someone a flirty, lingering touch on their arm or leg.",
    "Let someone leave a lipstick mark on you.",
    "Make unbroken eye contact with someone while licking your lips.",
    "Let someone tie your wrists together for one round.",
    "Read out the spiciest text in your phone (or let someone else read it).",
    "Take one piece of clothing off (but keep it tasteful).",
    "Send a random suggestive emoji to your crush.",
    "Let someone trace an invisible word on your skin with their finger.",
    "Give a lingering hug that lasts way too long.",
    "Take a sip of a drink off someone's collarbone.",
    "Let someone feed you a piece of fruit… slowly.",
    "Describe in explicit detail your ideal make-out session.",
    "Lick your lips and make direct eye contact with someone.",
    "Let someone breathe against your neck.",
    "Say something extremely flirty… while keeping a straight face.",
    "Take someone's hand and slowly drag it across your skin.",
    "Tell the group your go-to move for turning someone on.",
    "Let someone pick a spot on you to lightly run their fingertips over.",
    "Play a game of 'rock, paper, scissors'—loser removes one item.",
    "Run your fingers through someone's hair and see how they react.",
    "Take a shot off someone's stomach or hand.",
    "Put an ice cube somewhere unexpected.",
    "Let someone send a flirty voice note from your phone.",
    "Describe in slow detail what turns you on the most.",
    "Lightly bite your lip while making eye contact.",
    "Run an ice cube down someone's neck.",
    "Share the last photo in your hidden album.",
    "Describe in one word how you like to be kissed.",
    "Let someone pick a mystery dare you must do privately.",
    "Let someone text a random flirty message from your phone.",
    "Act out your best seductive look in the mirror.",
    "If someone volunteers, let them whisper something very risky in your ear.",
    "Do a 30-second slow dance with someone, no talking.",
    "Remove one item of clothing using only your teeth.",
    "Let someone trace your lips with their finger.",
    "Say something so seductive that it makes someone uncomfortable.",
    "Bite a piece of fruit while making eye contact.",
    "Do a fake proposal—but make it spicy.",
    "Let someone whisper their biggest fantasy to you.",
    "Do a full body check-out of someone in the room.",
    "Write something daring on someone's body (temporary marker).",
    "Let someone call you something extremely flirty.",
    "Let someone pick a secret mission for you to do later.",
    "Give someone a real kiss—or take a shot instead.",
    "Let someone whisper the dirtiest thing they can think of in your ear.",
    "Send the most suggestive text you can think of to someone in your phone.",
    "Close your eyes and let someone kiss you anywhere—but they choose where.",
    "Find the most flirty emoji combo and send it to a random contact.",
    "Let someone tie your hands behind your back for the next round.",
    "Let the group pick someone to run their fingers down your arm or back.",
    "Describe, in explicit detail, how you'd kiss the person next to you.",
    "Sit on someone's lap for the next two rounds.",
    "Do a slow, seductive dance for 30 seconds.",
    "Let someone trace their finger over your lips.",
    "Whisper the most tempting thing you can think of to someone.",
    "Lick a shot of whipped cream off someone's neck.",
    "Take a shot off someone's stomach.",
    "Bite your lip and look at someone like you're about to kiss them.",
    "Act out your biggest turn-on (without words).",
    "Put a blindfold on and let someone surprise you with a kiss.",
    "Send a bold flirty voice message to a random contact.",
    "Find the hottest song on your playlist and give a mini striptease.",
    "Let someone pick a body part to touch—but only for 5 seconds.",
    "Take an ice cube and run it down your neck—then someone else's.",
    "Share your most secret fantasy—but only in a whisper.",
    "Stand behind someone and whisper something in their ear without touching them.",
    "Remove one piece of clothing without using your hands.",
    "Let someone choose a mystery dare for you to do later.",
    "Take a sip of a drink, then kiss someone without swallowing.",
    "Look deep into someone's eyes and say, 'I want you.'",
    "Let someone trace a design on your back with their finger.",
    "Let someone send a random flirty text from your phone.",
    "Put an ice cube in your mouth and kiss someone's neck with it.",
    "Give a slow, teasing kiss on the cheek to someone.",
    "Run your hands through someone's hair for 15 seconds.",
    "Sit as close as possible to someone for the next round.",
    "Let someone dare you to text the most suggestive thing you've ever sent.",
    "Say something so bold that it makes someone blush uncontrollably.",
    "Let someone pick a secret task for you to do privately later.",
    "Take off someone else's accessory using only your teeth.",
    "Send a random voice note saying, 'I can't stop thinking about last night…'",
    "Take a tiny sip of someone's drink—straight from their lips.",
    "Let someone write a naughty word on your arm with a marker.",
    "Lightly bite someone's ear (or let them do it to you).",
    "Act out a spicy scene from a movie with someone.",
    "Let someone kiss your neck for exactly 5 seconds.",
    "Make direct eye contact and say, 'I dare you to kiss me right now.'",
    "Let someone send the most teasing text possible from your phone.",
    "Act out your spiciest dream without using words.",
    "Whisper something in someone's ear that makes them blush.",
    "Run your hand slowly up someone's thigh.",
    "Give a long, slow hug that lingers just a little too much.",
    "Say what you'd do to someone here if there were no consequences.",
    "Kiss the person you find most attractive in the room—or take 2 shots!"
  ]
} 