{
  "truth": [
    "What is something you did as a child that your parents still don't know about?",
    "What is the most embarrassing thing that happened to you at school or work?",
    "Have you ever lied to get out of trouble? What was the lie?",
    "What is something you've done that you still feel guilty about?",
    "What's a secret you've never told anyone before?",
    "What's the most embarrassing thing in your search history?",
    "What's the biggest lie you've ever told?",
    "What is your biggest insecurity?",
    "What is your biggest fear in life?",
    "If you could change one thing about your appearance, what would it be?",
    "What's the strangest dream you've ever had?",
    "Have you ever stolen anything?",
    "What's the meanest thing you've ever done to someone?",
    "What's something you're afraid to tell people about yourself?",
    "If you had to date someone in this room, who would it be?",
    "What's something you hate that everyone else seems to love?",
    "What's the most embarrassing nickname you've ever had?",
    "What's your most embarrassing bathroom story?",
    "Have you ever had a crush on a friend's significant other?",
    "What's a childish thing you still do?",
    "What's the most cringe-worthy thing you've posted on social media?",
    "What's a weird food combination that you secretly enjoy?",
    "What was your most awkward romantic encounter?",
    "What is your biggest pet peeve about people?",
    "If you could read anyone's mind, whose would it be and why?",
    "Have you ever pretended to be sick to skip school or work?",
    "What's the most awkward thing you've ever said to a crush?",
    "Have you ever been caught talking to yourself?",
    "What's a secret talent that no one knows about?",
    "If you could erase one embarrassing memory, what would it be?",
    "What's the strangest thing you've ever googled?",
    "Have you ever lied in a game of Truth or Dare?",
    "If you could switch lives with one celebrity, who would it be?",
    "Have you ever sent a text you immediately regretted?",
    "What's the most ridiculous thing you've done on a dare?",
    "What's a habit you wish you could break?",
    "Have you ever had a crush on a fictional character?",
    "What's the weirdest thing you do when you're alone?",
    "If you could have a do-over for any moment in your life, what would it be?",
    "Have you ever started a rumor by accident?",
    "What movie or book has made you cry and why?",
    "What's the worst haircut you've ever had?",
    "If you had to eat one weird food every day for a week, what would you pick?",
    "Have you ever had a funny or strange dream about someone in this room?",
    "What's the most spontaneous thing you've ever done?",
    "Have you ever been so nervous that you completely blanked out?",
    "What's one thing you wish people knew about you?",
    "What's your weirdest phobia?",
    "Have you ever told a white lie that got out of hand?",
    "What's a weird fact about you that not many people know?",
    "If you had to switch lives with one person in this room for a day, who would it be and why?",
    "If you were a character in a movie, would you be the hero, the villain, or the comic relief?",
    "What's one thing you'd never do, even for a million dollars?",
    "If you could be famous for something, what would it be?",
    "What's the most embarrassing thing you've ever done in public?",
    "If your life had a theme song, what would it be?",
    "What's your guilty pleasure TV show or movie?",
    "What's a fear you've overcome?",
    "If you could spend a day as the opposite gender, what's the first thing you'd do?",
    "What's something you've done that you never thought you would?"
  ],
  "dare": [
    "Text your crush and tell them you've been thinking about them",
    "Let someone go through your phone for one minute",
    "Call a random number and sing a song to them",
    "Post an embarrassing selfie on social media",
    "Eat a spoonful of hot sauce or something spicy",
    "Let someone in the group post anything they want on your social media",
    "Show everyone your most embarrassing photo",
    "Do 20 push-ups without stopping",
    "Send a voice message to someone confessing a fake crush",
    "Let someone draw on your face with marker",
    "Wear your clothes backwards for the next 30 minutes",
    "Dance in public for 1 minute with no music",
    "Show the last 5 people you texted and what the messages said",
    "Call your parents and tell them a ridiculous lie (then immediately tell them you're playing a game)",
    "Let the group decide your hairstyle for the rest of the day",
    "Post a status asking for dating advice for a ridiculous scenario",
    "Let someone else send a text from your phone to anyone of their choosing",
    "Speak with an accent for the next 10 minutes",
    "Tell someone a secret (real or made up)",
    "Do your best impression of someone in the room",
    "Try to make the person to your right laugh using only facial expressions",
    "Put ice cubes down your shirt and let them melt",
    "Do 50 jumping jacks",
    "Let everyone look at the last 5 photos in your camera roll",
    "Eat a bite of a condiment sandwich (mayo, ketchup, mustard between bread)",
    "Let the group send a random emoji to someone on your phone",
    "Call someone and speak only in song lyrics until they hang up",
    "Try to drink a full glass of water without using your hands",
    "Speak in third person for the next three rounds",
    "Let the group choose a mystery drink for you to take a sip of",
    "Post the first random picture in your gallery on your story",
    "Pretend to be a celebrity on a red carpet for 30 seconds",
    "Let someone go through your playlist and play a random song",
    "Do a silly dance every time someone says your name for the next round",
    "Text the last person in your messages, 'We need to talk…'",
    "Do your best impression of a famous person",
    "Try to do a cartwheel or handstand (or just attempt)",
    "Let someone redo your hairstyle however they want",
    "Take a ridiculous selfie and set it as your profile pic for an hour",
    "Act like you're in a dramatic soap opera scene",
    "Read the last text you sent out loud in a dramatic voice",
    "Let someone write a funny phrase on your arm with a marker",
    "Say the next thing you want to say in a robot voice",
    "Walk across the room like you're stuck in slow motion",
    "Send a voice note to someone saying you miss them (no explanation)",
    "Imitate the way someone in the group talks for the next round",
    "Give a motivational speech about socks for 30 seconds",
    "Try to fit as many marshmallows in your mouth as you can",
    "Let someone pick an embarrassing childhood photo to show",
    "Tell a completely made-up, ridiculous story with a straight face",
    "Send the first emoji in your recents to the third person in your contacts",
    "Talk in a made-up language for the next two minutes",
    "Text a random number and say, 'I have the package'",
    "Let the person next to you change your phone wallpaper to whatever they want",
    "Go outside and compliment a stranger in the most dramatic way possible",
    "Take a funny selfie and set it as your profile picture for an hour",
    "Call a random contact and sing 'Happy Birthday' to them (even if it's not their birthday)",
    "Talk in a British accent until your next turn",
    "Try to do the splits (or get as close as you can!)",
    "Send a voice message to a friend saying only 'I know what you did'"
  ]
} 