{
  "truth": [
    "What's the most adventurous thing you've done in the bedroom?",
    "Have you ever had a secret crush on someone in this room?",
    "What's the most inappropriate place you've gotten frisky?",
    "Have you ever been caught in the act? Spill the details.",
    "What's your biggest turn-on?",
    "Have you ever had a one-night stand? How was it?",
    "What's the sexiest dream you've ever had?",
    "Have you ever faked it? Why?",
    "What's your ultimate fantasy that you've never told anyone?",
    "Have you ever been to a nude beach or thought about going?",
    "What's something naughty you've done but would never admit to your parents?",
    "If you had to role-play as any character in bed, who would it be?",
    "Have you ever flirted with someone you knew was taken?",
    "What's your wildest 'public place' fantasy?",
    "Have you ever sent a risky text to the wrong person? What happened?",
    "What's the most daring outfit you've ever worn (or want to wear)?",
    "Have you ever hooked up with a coworker?",
    "What's the hottest compliment someone has ever given you?",
    "Have you ever had a secret friends-with-benefits situation?",
    "What's the best thing someone has ever done to you in bed?",
    "Have you ever tried something freaky and regretted it?",
    "Do you prefer being in control or being controlled?",
    "Have you ever recorded yourself doing something naughty?",
    "What's the most you've done with someone without actually sleeping with them?",
    "What's your guilty pleasure when it comes to attraction?",
    "If you could have one wild night with any celebrity, who would it be?",
    "Have you ever had a secret affair or been the other person?",
    "What's the naughtiest thing you've ever whispered in someone's ear?",
    "Have you ever gone commando in public?",
    "What's the most unexpected place you've felt turned on?",
    "Have you ever had a crush on a teacher, boss, or someone you weren't supposed to?",
    "Have you ever had a wardrobe malfunction in public?",
    "What's your biggest turn-off?",
    "Have you ever been caught sexting?",
    "What's the most embarrassing thing that's happened to you during intimacy?",
    "What's a dirty thought you've had about someone in this room?",
    "Have you ever had a 'walk of shame' moment? What happened?",
    "What's the most extreme thing you've done for attraction or seduction?",
    "Have you ever hooked up with someone much older or younger than you?",
    "Have you ever had a steamy encounter with a stranger?",
    "What's the wildest thing you've ever done when you were tipsy?",
    "What's the worst excuse you've used to avoid intimacy?",
    "Have you ever had a dream about someone in this room? What happened?",
    "What's something unexpected that turns you on?",
    "Have you ever had a forbidden attraction (like a best friend's ex)?",
    "What's the weirdest place you've ever had a steamy moment?",
    "What's one thing you're dying to try but haven't yet?",
    "Have you ever used a pickup line that actually worked?",
    "Have you ever sent nudes? Did you regret it?",
    "What's the most outrageous dare you've ever done?",
    "What's the most scandalous thing you've ever done in public?",
    "Have you ever sent a spicy voice note?",
    "What's the dirtiest thing you've ever said to someone?",
    "What's your go-to move to turn someone on?",
    "Have you ever had a wild experience with a stranger?",
    "What's the most intense thing you've ever whispered to someone?",
    "Have you ever used food in the bedroom? What kind?",
    "Do you like being dominant or submissive?",
    "Have you ever flirted with someone in a relationship?",
    "What's your biggest 'I shouldn't have done that' moment?",
    "Have you ever had an encounter with two people at the same time?",
    "What's the most forbidden thought you've ever had?",
    "Have you ever roleplayed in bed? What was your character?",
    "What's the most embarrassing thing that's happened to you while being intimate?",
    "Have you ever lied to get someone into bed?",
    "Have you ever had a 'quickie' somewhere risky?",
    "What's the wildest thing you've ever done after a few drinks?",
    "Have you ever had a fling while on vacation?",
    "What's your most unexpected turn-on?",
    "Have you ever accidentally sent a spicy text to the wrong person?",
    "Have you ever been walked in on while doing something naughty?",
    "What's the most unexpected place you've ended up spending the night?",
    "Have you ever had a work crush that got out of hand?",
    "What's your hottest shower experience?",
    "Have you ever sexted someone you shouldn't have?",
    "What's your most forbidden fantasy?",
    "Have you ever had a secret admirer? Who was it?",
    "Have you ever had an ex try to get you back with a spicy offer?",
    "Have you ever done something bold to impress someone?",
    "Have you ever made a move on someone's best friend?",
    "What's your hottest memory that you replay in your head?",
    "Have you ever let someone take a scandalous photo of you?",
    "What's the craziest thing you've done to spice things up?",
    "Have you ever had a 'no strings attached' situation? How did it go?",
    "Have you ever kissed someone out of pure curiosity?",
    "What's something risqué you've bought but never used?",
    "Have you ever had to sneak out after a night of fun?",
    "What's the most teasing thing you've ever done to someone?",
    "Have you ever gotten caught staring at someone in a way you shouldn't have?",
    "If you had to describe your style in bed in three words, what would they be?",
    "Have you ever hooked up with someone you just met?",
    "Have you ever had a 'we shouldn't be doing this' moment?",
    "What's your most unexpected guilty pleasure?",
    "If you could have a passionate moment with any celebrity, who would it be?",
    "What's something flirty you've done that backfired?",
    "Have you ever been dared to do something super spicy and actually did it?",
    "Have you ever gone skinny-dipping?",
    "Have you ever been part of a scandalous rumor that was actually true?",
    "What's the most dangerous place you've gotten frisky?",
    "Have you ever teased someone just for the fun of it?"
  ],
  "dare": [
    "Whisper something extremely naughty to the person on your right.",
    "Show the last risky text you sent (or describe it in detail).",
    "Let someone scroll through your messages for 30 seconds.",
    "Give someone a lap dance for 30 seconds.",
    "Kiss the neck of the person closest to you.",
    "Text your crush or ex something spicy.",
    "Lick whipped cream or chocolate off someone's fingers.",
    "Share your hottest fantasy with the group.",
    "Let someone blindfold you and do whatever they want for one minute.",
    "Take off an item of clothing (your choice).",
    "Demonstrate your best 'seductive look' to someone in the room.",
    "Pick someone to give you a five-second kiss (or a cheeky peck).",
    "Let someone else pick a random contact for you to flirt with over text.",
    "Role-play a romantic or spicy scene with the person across from you.",
    "Take a sip of your drink without using your hands.",
    "Let someone trace a shape on your body with their finger—try to guess what it is.",
    "Show the group the most revealing photo in your phone.",
    "Pretend to be a couple with someone in the room for the next three rounds.",
    "Act out your biggest turn-on with someone (no touching allowed!).",
    "Let someone give you a playful but firm slap (choose the spot).",
    "Call your crush and say, 'I can't stop thinking about you.'",
    "Moan as seductively as possible for 10 seconds.",
    "Remove an item of clothing using only your teeth.",
    "Make out with the person to your left for 10 seconds—or take a shot.",
    "Let someone in the group change your phone lock screen to whatever they want.",
    "Sit on someone's lap until your next turn.",
    "Let someone write a word of their choice on your body (no face or hair).",
    "Send a spicy emoji to the last person you texted.",
    "Let the group pick a song for you to dance seductively to.",
    "Bite your lip and stare into someone's eyes for 10 seconds.",
    "Let someone tie your hands behind your back for the next two rounds.",
    "Text your ex and say, 'I miss what we had.'",
    "Make eye contact with someone and say something flirty in a sultry voice.",
    "Say the spiciest pickup line you can think of to someone in the room.",
    "Play rock-paper-scissors with someone. The loser removes an item of clothing.",
    "Give a back massage to someone for one full minute.",
    "Describe your last steamy dream in detail.",
    "Let someone pick an item in the room for you to use seductively.",
    "Tell the group about your most awkward bedroom moment.",
    "Do an impression of what you sound like in bed.",
    "Try to make someone blush in 10 seconds.",
    "Let someone take control of your phone for two minutes.",
    "Show the group your internet search history.",
    "Read a spicy text you've sent out loud.",
    "Make a steamy confession to someone in the room.",
    "Trace someone's lips with your finger.",
    "Let someone put an ice cube down your shirt.",
    "Say the last naughty thing you did out loud.",
    "Kiss someone on the cheek, forehead, or lips (their choice!).",
    "Let the group give you a new, sexy nickname that you must use for the rest of the night.",
    "Give someone a deep, slow hug for 10 seconds.",
    "Show the group the last five emojis in your keyboard.",
    "Send a flirty DM to someone you follow but don't talk to.",
    "Let someone write a naughty word on your arm and post it to your story.",
    "Send a voice note moaning like you're in a steamy scene.",
    "Find the first spicy meme in your phone and show it.",
    "Let someone pick a body part for you to kiss on them.",
    "Text someone: 'I have a confession… I've been thinking about you.'",
    "Do a sensual dance for 30 seconds.",
    "Say the spiciest pickup line you know to the person on your right.",
    "Change your phone background to the last photo in your gallery.",
    "Let someone whisper something dirty in your ear.",
    "Give someone a 'sensual' shoulder massage for one full minute.",
    "Show the group your most revealing outfit you own.",
    "Lick your lips and maintain eye contact with someone for 15 seconds.",
    "Pretend to flirt with someone in an exaggerated way for 30 seconds.",
    "Take a body shot off someone.",
    "Let someone dare you to text something outrageous to an ex.",
    "Tell the group about the last time you got extremely flirty.",
    "Demonstrate your 'bedroom voice' by saying something seductive.",
    "Show the most scandalous search in your recent history.",
    "Make a steamy confession to the person across from you.",
    "Let someone in the room DM someone on your phone.",
    "Blindfold yourself and let someone kiss you on a body part of their choice.",
    "Take a shot and describe your hottest fantasy in detail.",
    "Grab someone's hand and slowly kiss their fingers.",
    "Give a seductive wink to someone and bite your lip.",
    "Share the wildest text you've ever sent to someone.",
    "Sit on someone's lap until your next turn.",
    "Let the group decide a new flirty nickname for you.",
    "Text your crush: 'You. Me. Tonight?'",
    "Show the last screenshot you took.",
    "Read the last message you sent in a sultry voice.",
    "Remove an article of clothing in the sexiest way possible.",
    "If you're wearing socks, take them off with your teeth.",
    "Play 'guess the body part'—close your eyes while someone touches you and try to guess where.",
    "Give a compliment to the most attractive person in the room.",
    "Let the group dare you to call someone and say something flirty.",
    "Get a blindfold and let someone lightly touch you for 10 seconds.",
    "Trace a word of your choice on someone's skin with your finger.",
    "Give someone in the room a secret whisper and watch their reaction.",
    "Do a 30-second slow dance with the person of your choice.",
    "Pick someone to share a secret fantasy with.",
    "Text a random number 'I've been thinking about you all night.'",
    "Let the group choose a photo on your phone to post (nothing too crazy).",
    "Grab someone's waist and pull them close—no words allowed.",
    "Act out a romantic scene from a movie with someone in the room.",
    "Close your eyes and let someone kiss you anywhere they choose.",
    "Give someone a 'spicy' nickname they have to use for the rest of the night.",
    "End the night by giving someone the most tempting look you can."
  ]
} 